{"_id":{"$oid":"607dff73020a2a0528d33093"},"Title":"Silence of the Lambs","Description":"A young FBI cadet must help catch a serial killer.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspenes thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"607e29493b40ce43754a3f4a"},"Title":"After Hours","Description":"The follows a man experiencing a series of misadventures while making his way home in New York City.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Martin Scorsese","Bio":"Martin Scorsese is an American film director, producer, screenwriter and actor. One of the major figures of the New Hollywood era, he is widely regarded as one of the most significant and influential directors in film history.","Birth":"1942","Death":"n/a"}}
{"_id":{"$oid":"607e2c633b40ce43754a3f4b"},"Title":"The Thing","Description":"The film tells the story of a group of American researchers in Antartica who encounter the eponymous Thing, a parasitic extraterrestrial life-form that assimilates, then imitates other organisms.","Genre":{"Name":"Horror","Description":"A horror film is one that seeks to elicit fear in its audience for entertainment purposes."},"Director":{"Name":"John Carpenter","Bio":"John Howard Carpenter is an American film director, screenwriter, and composer. Although Carpenter has worked with various film genres, he is associated most commonly with horror, action, and science fiction films of the 1970s and 80s.","Birth":"1948","Death":"n/a"},"Bio":"Although Carpenter has worked with various film genres, he is associated most commonly with horror, action, and science fiction films of the 1970s and 1980s."}
{"_id":{"$oid":"607e2e163b40ce43754a3f4c"},"Title":"Once Upon a Time in Hollywood","Description":"Set in 1969 Los Angeles, the film follows a fading character actor and his stunt double as the navigate the rapidly changing film industry.","Genre":{"Name":"Drama","Description":"Drama is a category of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"Quentin Tarantino","Bio":"Quentin Jerome Tarantino is an American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, dark humor, violence. extended scenes of dialogue, ensemble casts, references to popular culture and a wide variety of other films, eclectic soundtracks primarily containing songs and score pieces from the 1960s to the 1980s, alternate history, and features of neo-noir film.","Birth":"1963","Death":"n/a"}}
{"_id":{"$oid":"607e3a233b40ce43754a3f4d"},"Title":"The Apartment"}
{"_id":{"$oid":"607f668a3b40ce43754a3f4e"},"Title":"Evil Dead II","Description":"Ash Williams, who vacations with his girlfriend to a remote cabin in the woods. He discovers an audio tape of recitations from a book of ancient texts, and when the recording is played, it unleashes a number of demons which possess and torment him.","Genre":{"Name":"Horror","Description":"A horror film is one that seeks to elicit fear in its audience for entertainment purposes."},"Director":{"Name":"Sam Raimi","Bio":"Samuel M. Raimi is an American film director, producer, screenwriter and actor primarily known for creating the cult horror Evil Dead series, and directing the Spider-Man trilogy (2002–2007).","Birth":"1959","Death":"n/a"}}
{"_id":{"$oid":"607f68aa3b40ce43754a3f4f"},"Title":"Goodfellas","Description":"The film narrates the rise and fall of mob associate Henry Hill and his friends and family from 1955 to 1980.","Genre":{"Name":"Drama","Description":"Drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Martin Scorsese","Bio":"Martin Charles Scorsese is an American film director, producer, screenwriter, and actor. One of the major figures of the New Hollywood era, he is widely regarded as one of the most significant and influential directors in film history.","Birth":"1942","Death":"n/a"}}
{"_id":{"$oid":"607f6aca3b40ce43754a3f50"},"Title":"Halloween","Description":"The plot tells about a mental patient who was committed to a sanitarium for murdering his babysitting teenage sister on Halloween night when he was six years old. Fifteen years later, he escapes and returns to his hometown, where he stalks a female babysitter and her friends, while under pursuit by his psychiatrist.","Genre":{"Name":"Horror","Description":"A horror film is one that seeks to elicit fear in its audience for entertainment purposes."},"Director":{"Name":"John Carpenter","Bio":"John Howard Carpenter is an American film director, screenwriter, and composer. Although Carpenter has worked with various film genres, he is associated most commonly with horror, action, and science fiction films of the 1970s and 80s.","Birth":"1948","Death":"n/a"}}
{"_id":{"$oid":"6088c4fb523662d1b0c71afc"},"Actors":[],"Title":"Tenet","Description":"The film follows a secret agent who learns to manipulate the flow of time to prevent an attack from the future that threatens to annihilate the present world.","__v":0}
{"_id":{"$oid":"608b44d452174bea586d8a82"},"Actors":[],"Title":"test2","Description":"Test","__v":0}
